[
    {
        "title": "Modeling and Analysis of Duty Cycle Mode Voltage Ringings in Wireless Power Transfer Systems",
        "author": "Haoquan Zhang, Liang Jia, Yanchao Li, Srikanth Lakshmikanthan",
        "conference": "IEEE Applied Power Electronics Conference and Exposition (APEC), Feb. 2024 (to appear)",
        "pdf": "assets/pdfs/APEC24.pdf"
    },
    {
        "title": "A High-Power Non-Isolating RF Power Combining Network based on Transmission Lines",
        "author": "Haoquan Zhang, Grace Cassidy, Alexander Jurkov, Ky Luu, Aaron Radomski, David J. Perreault",
        "conference": "IEEE Journal of Emerging and Selected Topics in Industrial Electronics (JESTIE), Nov. 2023",
        "pdf": "https://ieeexplore.ieee.org/abstract/document/10304262"
    },
    {
        "title": "Techniques for Efficient Wide-Range Radio-Frequency Power Generation System",
        "author": "Haoquan Zhang",
        "conference": "PhD Thesis, MIT, Sep. 2022",
        "pdf": "https://dspace.mit.edu/handle/1721.1/147549"
    },
    {
        "title": "Modeling and Design of High-Power Non-Isolating RF Power Combiners based on Transmission Lines",
        "author": "Haoquan Zhang, Grace Cassidy, Alexander Jurkov, Ky Luu, Vladimir Kozitsky, Aaron Radomski, David J. Perreault",
        "conference": "IEEE Applied Power Electronics Conference and Exposition (APEC), Mar. 2022",
        "pdf": "https://ieeexplore.ieee.org/abstract/document/9773770"
    },
    {
        "title": "Comparison of Radio-Frequency Power Architectures for Plasma Generation",
        "author": "Anas Al Bastami, Haoquan Zhang, Alexander Jurkov, Aaron Radomski, David J. Perreault",
        "conference": "IEEE 21st Workshop on Control and Modeling for Power Electronics (COMPEL), Nov. 2020",
        "pdf": "https://ieeexplore.ieee.org/abstract/document/9265700"
    },
    {
        "title": "Multi-Inverter Discrete Backoff: A High-Efficiency, Wide-Range RF Power Generation Architecture",
        "author": "Haoquan Zhang, Anas Al Bastami, Alexander S. Jurkov, Aaron Radomski, David J Perreault",
        "conference": "IEEE 21st Workshop on Control and Modeling for Power Electronics (COMPEL), Nov. 2020.",
        "pdf": "https://ieeexplore.ieee.org/abstract/document/9265702"
    },
    {
        "title": "A CMOS-Based Energy Harvesting Approach for Laterally-Arrayed Multi-Bandgap Concentrated Photovoltaic Systems",
        "author": "Haoquan Zhang, Konstantin Martynov, David J. Perreault",
        "conference": "IEEE Transactions on Power Electronics (TPEL), Jan 2020",
        "pdf": "https://ieeexplore.ieee.org/abstract/document/8974414"
    },
    {
        "title": "A CMOS-Based Energy Harvesting Approach for Laterally-Arrayed Multi-Bandgap Concentrated Photovoltaic Systems",
        "author": "Haoquan Zhang, Konstantin Martynov, Duanhui Li, David J. Perreault",
        "conference": "IEEE Energy Conversion Congress and Exposition (ECCE), Sep. 2019",
        "pdf": "https://ieeexplore.ieee.org/document/8912883"
    },
    {
        "title": "A Power Management Approach for Laterally-Arrayed Multi-Bandgap Concentrated Photovoltaic Systems",
        "author": "Haoquan Zhang, Konstantin Martynov, Duanhui Li, Ruitao Wen, Jurgen Michel, David J. Perreault",
        "conference": "46th Photovoltaic Specialists Conference (PVSC), Jun. 2019",
        "pdf": "https://ieeexplore.ieee.org/abstract/document/8981363"
    },
    {
        "title": "An Integrated Multi-Input Single-Output Buck Converter for Laterally-Arrayed Multi-Bandgap Solar Cells",
        "author": "Haoquan Zhang",
        "conference": "Master Thesis, MIT, Feb. 2019",
        "pdf": "https://dspace.mit.edu/handle/1721.1/121745"
    },
    {
        "title": "Spectrum splitting micro-concentrator assembly for laterally-arrayed multi-junction photovoltaic module",
        "author": "Duanhui Li, Rui-Tao Wen, Rushabh D Shah, Xueying Zhao, Haoquan Zhang, Eugene Fitzgerald, David J Perreault, Jurgen Michel, Juejun Hu, Tian Gu",
        "conference": "CLEO: Applications and Technology, May 2018",
        "pdf": "https://opg.optica.org/abstract.cfm?uri=cleo_at-2018-AW3O.3"
    }

]
